pause-backend/app/controllers/comments_controller.rb

SELECT "meditations".* FROM "meditations" WHERE "meditations"."id" = ? LIMIT ?  [["id", 6], ["LIMIT", 1]]
INSERT INTO "comments" ("content", "meditation_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["content", 0], ["meditation_id", 6], ["created_at", "2021-02-04 22:18:10.200617"], ["updated_at", "2021-02-04 22:18:10.200617"]]
---
  def create
    meditation = Meditation.find_by_id(params[:meditation_id])
    comment = Comment.create(comment: comment, meditation: meditation)