pause-backend/app/controllers/meditations_controller.rb

   def index
      meditations = Meditation.all
---
SELECT "meditations".* FROM "meditations"

   def show
      meditation = Meditation.find_by_id(params[:id])
---
SELECT "meditations".* FROM "meditations" WHERE "meditations"."id" = ? LIMIT ?  [["id", 1], ["LIMIT", 1]]